apstats/chapter-3.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-17 Wed 12:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Chapter 3: Displaying Categorical Data</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Chapter 3: Displaying Categorical Data</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org94faa4e">1. Vocabulary</a></li>
<li><a href="#org953d1c1">2. Bar Graphs and Histograms</a></li>
<li><a href="#orgfe5c6de">3. Simpson's Paradox</a>
<ul>
<li><a href="#orgf3dc263">3.1. Example 1:</a></li>
</ul>
</li>
<li><a href="#org6972be5">4. Marginal Distribution</a></li>
</ul>
</div>
</div>
<p>
<b>Categorical data</b>, also known as <i>qualitative data</i>, is data that can be divided into categories or qualities
</p>

<div id="outline-container-org94faa4e" class="outline-2">
<h2 id="org94faa4e"><span class="section-number-2">1.</span> Vocabulary</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><b>frequency table</b> - a table that shows how frequent a specific category is</li>
<li><b>proportion</b> - describes the quantity of the frequency</li>
<li><b>relative frequency distribution</b> - what proportion did something happen</li>
<li><b>dstribution</b> - how the data is spread out, usually how it is spread out graphically</li>
<li><b>area principle</b> -</li>
<li><b>contingency table</b> - a table that displays data involving several independent variables</li>
<li><b>marginal distribution</b> - a distribution that takes in the totals of contingency data</li>
<li><b>conditional distribution</b> - a distribution that takes in a condition (e.g. given the value of an independent variable)</li>
<li><b>independence of variables</b> - using probability to mathematically prove if two variables are correlated or have a specific relationship</li>
</ul>
</div>
</div>

<div id="outline-container-org953d1c1" class="outline-2">
<h2 id="org953d1c1"><span class="section-number-2">2.</span> Bar Graphs and Histograms</h2>
<div class="outline-text-2" id="text-2">
<p>
Bar graphs and histograms require a <i>specific</i> and <i>descriptive</i> title.
</p>

<p>
Bar graphs can be segmented into different qualities or categories while also being aggregated at the same time. The bars <b>must have space between them</b> to quality as a bar graph.
</p>

<p>
A histogram's independent variables are separated by quantitative intervals rather than categories. Histograms <b>can not have space between the bars</b> unlike bar graphs.
</p>
</div>
</div>

<div id="outline-container-orgfe5c6de" class="outline-2">
<h2 id="orgfe5c6de"><span class="section-number-2">3.</span> Simpson's Paradox</h2>
<div class="outline-text-2" id="text-3">
<p>
Trevor and Matt are competing to be the starting quarterback of a football team. During practice, the coaches totaled up the data and found this:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-right">SP</th>
<th scope="col" class="org-right">SPC</th>
<th scope="col" class="org-right">LP</th>
<th scope="col" class="org-right">LPC</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Trevor</td>
<td class="org-right">74</td>
<td class="org-right">51</td>
<td class="org-right">47</td>
<td class="org-right">11</td>
</tr>

<tr>
<td class="org-left">Matt</td>
<td class="org-right">161</td>
<td class="org-right">97</td>
<td class="org-right">20</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-orgf3dc263" class="outline-3">
<h3 id="orgf3dc263"><span class="section-number-3">3.1.</span> Example 1:</h3>
<div class="outline-text-3" id="text-3-1">
<p>
The CDC lists causes of death in the United States during 1999.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Cause of Death</th>
<th scope="col" class="org-right">Percent</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Heart Disease</td>
<td class="org-right">30.3</td>
</tr>

<tr>
<td class="org-left">Cancer</td>
<td class="org-right">23.0</td>
</tr>

<tr>
<td class="org-left">Circulatory</td>
<td class="org-right">8.4</td>
</tr>

<tr>
<td class="org-left">Respiratory</td>
<td class="org-right">7.9</td>
</tr>

<tr>
<td class="org-left">Accidents</td>
<td class="org-right">4.1</td>
</tr>

<tr>
<td class="org-left"><i>Complement</i></td>
<td class="org-right">26.3</td>
</tr>
</tbody>
</table>

<p>
a. Is it reasonable to conclude that heart or respiratory diseases were the cause of approximately 38% of U.S. deaths in 1999?
</p>

<p>
Yes, because the percentages add up, and the categories and title were relevant.
</p>

<p>
b. What percent of deaths were from causes not listed here?
</p>

<p>
Since the causes of death are a proportion that add up to 100%, the complement would be the percentage not listed.
</p>
</div>
</div>
</div>

<div id="outline-container-org6972be5" class="outline-2">
<h2 id="org6972be5"><span class="section-number-2">4.</span> Marginal Distribution</h2>
<div class="outline-text-2" id="text-4">
<table id="org2af376b" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-right">White</th>
<th scope="col" class="org-right">Minority</th>
<th scope="col" class="org-right">Total</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">4-yr</td>
<td class="org-right">198</td>
<td class="org-right">44</td>
<td class="org-right">242</td>
</tr>

<tr>
<td class="org-left">2-yr</td>
<td class="org-right">36</td>
<td class="org-right">6</td>
<td class="org-right">42</td>
</tr>

<tr>
<td class="org-left">Military</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">5</td>
</tr>

<tr>
<td class="org-left">Employment</td>
<td class="org-right">14</td>
<td class="org-right">3</td>
<td class="org-right">17</td>
</tr>

<tr>
<td class="org-left">Other</td>
<td class="org-right">16</td>
<td class="org-right">3</td>
<td class="org-right">19</td>
</tr>

<tr>
<td class="org-left">Total</td>
<td class="org-right">268</td>
<td class="org-right">57</td>
<td class="org-right">325</td>
</tr>
</tbody>
</table>

<ol class="org-ol">
<li><p>
What percent of the graduates are white?
</p>

<p>
\(P(w) = \frac{268}{325} = 82.4\%\)
</p></li>

<li><p>
What percent of the graduates are planning to attend a 2-yr college?
</p>

<p>
\(P(2) = \frac{42}{325} = 12.9\%\)
</p></li>

<li><p>
What percent of the graduates are white AND planning to attend a 2-yr college?
</p>

<p>
\(P(w \cap 2) = 11\%\)
</p></li>

<li><p>
What percent of the white graduates are planning to attend a 2-yr college?
</p>

<p>
\(P(2 | w) = 13.4\%\)
</p></li>

<li><p>
What percent of the graduates planning to attend a 2-yr colege are white?
</p>

<p>
\(P(w|2) = 85.7\%\)
</p></li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-08-17 Wed 12:25</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
